Repository: leonrevon/kadosh_website
Catalog: lib/l10n/app_*.arb
Languages: de

# navHome
source: Home
de: Startseite

# navAbout
source: About
de: Uber uns

# navEvents
source: Events
de: Veranstaltungen

# homeTagline
source: MAKE DISCIPLES OF ALL NATIONS
de: MACHT ALLE VOLKER ZU JUNGERN

# homeSubtitle
source: A group of friends, different origins, one destination. Kadosh
de: Eine Gruppe von Freunden, verschiedene Herkunfte, ein Ziel - Kadosh.

# aboutVersePart1
source: As for me and my household,
de: Ich aber und mein Haus,

# aboutVersePart2
source: we shall serve the Lord.
de: wir wollen dem Herrn dienen.

# aboutVerseMobile
source: As for me and my household, we shall serve the lord
de: Ich aber und mein Haus, wir wollen dem Herrn dienen

# aboutVerseReference
source: (Joshua 24:15)
de: (Josua 24:15)

# aboutWelcome
source: Welcome to Kadosh. We are a dedicated Catholic spiritual community serving within the Archdiocese of Hamburg.
de: Willkommen bei Kadosh. Wir sind eine engagierte katholische geistliche Gemeinschaft, die in der Erzdiozese Hamburg dient.

# aboutVisionMission
source: Our vision is to make Jesus a living presence in the lives of individuals, leading to a faith-filled and vibrant Church. We dream of witnessing a generation of joyful disciples who wholeheartedly say "YES" to the call of Jesus. Our mission is to create a welcoming atmosphere where people can encounter God and deepen their relationship with Him. We are committed to nurturing and discipling young adults and families, helping them discover their true identity as beloved children of God.
de: Unsere Vision ist es, Jesus zu einer lebendigen Prasenz im Leben der Menschen zu machen, die zu einer glaubenserfullten und lebendigen Kirche fuhrt. Wir traumen davon, eine Generation freudiger Junger zu erleben, die von ganzem Herzen "JA" zum Ruf Jesu sagen und sich selbst, die Kirche und die Gesellschaft aktiv verandern. Unsere Mission ist es, einladende und sichere Raume zu schaffen, in denen Menschen Gott begegnen und ihre Beziehung zu Ihm vertiefen konnen. Wir sind bestrebt, junge Erwachsene und Familien zu fordern und zu begleiten und ihnen zu helfen, ihre wahre Identitat als geliebte Kinder des Allerhochsten Gottes zu entdecken. Indem sie diese Identitat annehmen, befahigen wir sie, ein heiliges Leben zu fuhren und leidenschaftliche Nachfolger Jesu zu werden. Daruber hinaus versuchen wir, diese jungen Leiter auszurusten und zu formen und sie auszusenden, um Gottes Plan fur ihr Leben zu erfullen und die Welt um sie herum positiv zu beeinflussen.

# aboutVisionMissionMobile
source: Our vision is to make Jesus a living presence in the lives of individuals, leading to a faith-filled and vibrant Church. We dream of witnessing a generation of joyful disciples who wholeheartedly say "YES" to the call of Jesus. Our mission is to create a welcoming atmosphere where people can encounter God and deepen their relationship with Him. We are committed to nurturing and discipling young adults and families, helping them discover their true identity as beloved children of God.
de: Unsere Vision ist es, Jesus zu einer lebendigen Prasenz im Leben der Menschen zu machen, die zu einer glaubenserfullten und lebendigen Kirche fuhrt. Wir traumen davon, eine Generation freudiger Junger zu erleben, die von ganzem Herzen "JA" zum Ruf Jesu sagen und sich selbst, die Kirche und die Gesellschaft aktiv verandern. Unsere Mission ist es, einladende und gebetserfullte Raume zu schaffen, in denen Menschen Gott begegnen und ihre Beziehung zu Ihm vertiefen konnen. Wir sind bestrebt, junge Erwachsene und Familien zu fordern und zu begleiten und ihnen zu helfen, ihre wahre Identitat als geliebte Kinder des Allerhochsten Gottes zu entdecken. Indem sie diese Identitat annehmen, befahigen wir sie, ein heiliges Leben zu fuhren und leidenschaftliche Nachfolger Jesu zu werden. Daruber hinaus versuchen wir, diese jungen Leiter auszurusten und zu formen und sie auszusenden, um Gottes Plan fur ihr Leben zu erfullen und die Welt um sie herum positiv zu beeinflussen.

# teamTitle
source: Meet The Team
de: Unser Team

# airesProfileText
source: Aires, husband of Sandra and a devout man of God. He is an exemplary musician and a gifted sound engineer. He leads the band with his immense love for God and desire to raise more people of faith.
de: Aires, Ehemann von Sandra und ein gottesfrommer Mann. Er ist ein vorbildlicher Musiker und ein begabter Tontechniker. Er leitet die Band mit seiner immensen Liebe zu Gott und dem Wunsch, mehr glaubige Menschen heranzuziehen.

# sandraProfileText
source: Sandra, is the wife of Aires and the voice that is hard to overhear both as the main singer, and the mediator of the group (believe it or not, even as a faith group, there are still squabbles among us!!). She is the backbone of the group.
de: Sandra ist die Ehefrau von Aires und die Stimme, die man sowohl als Leadsangerin als auch als Vermittlerin der Gruppe nicht uberhoren kann (ob Sie es glauben oder nicht, selbst als Glaubensgruppe gibt es bei uns noch Streitigkeiten!!). Sie ist das Ruckgrat der Gruppe.

# shandoProfileText
source: Shando, one of the first musicians to join, plays the keyboard. He is the husband of Amrita and father to Luca. He is blessed with a rich voice and a worshipping heart.
de: Shando, einer der ersten Musiker, der sich anschloss, spielt Keyboard. Er ist der Ehemann von Amrita und Vater von Luca. Er ist mit einer kraftigen Stimme und einem anbetenden Herzen gesegnet.

# savioProfileText
source: Savio, husband of Alicia and father of Joseph is our bassist. Having experienced God's grace in his life, he is excited about what the future holds in store as he continues to worship the Lord.
de: Savio, Ehemann von Alicia und Vater von Joseph, ist unser Bassist. Nachdem er Gottes Gnade in seinem Leben erfahren hat, ist er gespannt, was die Zukunft bereithalt, wahrend er den Herrn weiter anbetet.

# leonProfileText
source: Leon, is our guitar player, husband of Angeline and father of 3. From heavy metal guitarist to awesome worship. His passion for God, family and cool riffs are hard to miss.
de: Leon ist unser Gitarrist, Ehemann von Angeline und Vater von 3 Kindern. Vom Heavy-Metal-Gitarristen zum grossartigen Lobpreiser. Seine Leidenschaft fur Gott, Familie und coole Riffs ist nicht zu ubersehen.
